aaron-bond.better-comments
adpyke.codesnap
amazonwebservices.codewhisperer-for-command-line-companion
christian-kohler.path-intellisense
codeium.codeium
cweijan.dbclient-jdbc
cweijan.vscode-myssql-client2
dbaeumer.vscode-eslint
eamodio.gitlens
esbenp.prettier-vscode
github.vscode-github-actions
gitpod.gitpod-desktop
graphql.vscode-graphql
graphql.vscode-graphql-syntax
humao.rest-client
ms-azuretools.vscode-docker
ms-ceintl.vscode-language-pack-ja
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.live-server
ms-vscode.remote-explorer
ms-vscode.remote-server
ms-vscode.vscode-typescript-next
oderwat.indent-rainbow
pkief.material-icon-theme
redhat.vscode-yaml
seatonjiang.gitmoji-vscode
shardulm94.trailing-spaces
tamasfe.even-better-toml
task.vscode-task
techer.open-in-browser
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vscodevim.vim
